{
  "header1": "Hello world !",
  "header2": "(Yes, i know how to center a div)",
  "titleHome": "Welcome to ",
  "titleHome1": "my website",
  "home1" : "If you came all the way here, I guess it's safe for me to assume that you know what I do.",
  "home2" : "If so, I don't have to tell you that I have been a web developer since 2021, nore that I specialised in using ReactJS and Ruby on Rails. You may also know that I worked with Wordpress, Bootstrap, and other web tools. Obviously, I'm fluent in both HTML and CSS.",
  "home3" : "No need for me to tell you all about it.",
  "home4" : "On the contrary, I will let you scroll through this portfolio, a playground of sorts that I will never cese to improve, both because I like it, and also because it gives you a good look on what I'm capable of doing with a keyboard.",
  "home5" : "Front was made using ReactJS, with some help from TailWind CSS, and the back was build with Ruby on Rails.",
  "home6" : "I hope you enjoy the tour !",
  "home7" : "Email-me here",
  "form1" : "Get in touch",
  "form2" : "Please add your details into the following form, and I'll make sure to get back to you with haste.",
  "formAdress1" : "7 place des Terreaux",
  "formAdress2" : "69001 Lyon",
  "formTel": "06.78.62.42.07",
  "formMail" : "mpj.rigot@gmail.com",
  "formName": "Full Name", 
  "formEmail": "Email", 
  "formPhoneNum": "Phone Number", 
  "formMsg": "Message", 
  "formSubmit": "Submit",
  "modalWeatherAPIbtn": "Get the weather",
  "modalNasaAPIbtn": "Picture of the day",
  "modalCloseBtn": "Close",
  "TitleAPI": "Here, have some APIs !",
  "ContentAPI": "APIs are a huge part of what we do, and knowing how to integrate them is crutial for a web-developer. Here are a few examples for you.",
  "sendCity":"Send to API",
  "sendCoord": "Send coordonates",
  "modalError": "Loading... :/",
  "errorModal1": "Work in progress...",
  "CvTitle": "Resume",
  "CvTitleBig": "My (french) resume",
  "CvTitleSmall": "Here's all the information you might be asking about my professional experience. For more info...",
  "CvTitleError": "Resume is not available on mobile. Please send an email or try again from your laptop.",
  "TitleIMG": "Or maybe some nice image...",
  "ContentIMG": "Feel the soothing appeal of scrolling through this section",
  "FomIntroTitle": "Do you have a project ?",
  "FomIntroContent": "I may have just the solution for you, or we can at least talk about it",
  "inputWeatherCity": "Add a city Name",
  "cardtitle": "Former Bartender",
  "cardcontent": "Used to work in the finest establishments, such as the Boston Tavern for 3 years",
  "card1title": "Globe Trotter",
  "card1content": "From South-East Asia to South-America with a good slice of Europe",
  "card2title": "Skate Boarder",
  "card2content": "I cruise more than I trick, for those who know what that means...",
  "card3title": "Master's degree Holder",
  "card3content": "From EFAP's communication & marketing school, 2014"
}