{
  "header1": "Bonjour le monde !",
  "header2": "(Oui, je sais centrer une div)",
  "titleHome": "Bienvenue sur",
  "titleHome1": "mon site",
  "home1" : "Si vous êtes arrivé jusqu'ici, c'est que vous avez déjà parcouru mon Linkedin, survolé mon profil sur Malt, cherché mon nom sur Google ou, plus simplement, que je vous ai donné ma carte.",
  "home2" : "Inutile donc de vous préciser que je suis développeur web depuis 2021, essentiellement sur ReactJS et Ruby on Rails. Vous n'ignorez pas non plus que maîtrise les outils tels que Wordpress, Bootstap et autres. Et au cas où ce ne serait pas déjà évident : HTML et CSS n'ont pas de secrets pour moi. ",
  "home3" : "Mais vous le saviez déjà, je n'en parlerai donc pas.",
  "home4" : "Au contraire, je vais vous laisser explorer mon Portfolio, qui est, aujourd'hui encore, un terrain de jeu qui me permet d'exprimer ma créativité et de vous montrer un échantillon de mes compétences.",
  "home5" : "Le front a été réalisé en ReactJS, avec l'aide de Tailwind CSS, et le back avec Ruby on Rails.",
  "home6" : "Bonne visite !",
  "home7" : "Contactez-moi",
  "form1" : "Contactez-moi",
  "form2" : "Le formulaire ci-contre vous permettra de m'envoyer un message, auquel je tâcherai de vous répondre dans les plus brefs délais. Merci d'y entrer toutes les informations vous concernant.",
  "formAdress1" : "7 place des Terreaux",
  "formAdress2" : "69001 Lyon",
  "formTel": "06.78.62.42.07",
  "formMail" : "mpj.rigot@gmail.com",
  "formName": "Nom complet", 
  "formEmail": "Email", 
  "formPhoneNum": "Numéro de téléphone", 
  "formMsg": "Votre message", 
  "formSubmit": "Envoyer",
  "modalWeatherAPIbtn": "Consulter la météo",
  "modalNasaAPIbtn": "Photo du jour",
  "modalCloseBtn": "Fermer",
  "TitleAPI": "Choisissez votre API !",
  "ContentAPI": "Les APIs font partie intégrante du quotidien des développeurs, c'est pourquoi j'ai tenu à en intégrer quelques unes, les grands classiques, à mon portfolio.",
  "sendCity":"Envoyer",
  "sendCoord": "Envoyez vos coordonnées",
  "modalError": "Chargement... :/",
  "errorModal1": "En cours de développement...",
  "CvTitle": "Curriculum Vitae",
  "CvTitleBig": "Mon CV, en bonne et due forme",
  "CvTitleSmall": "Toutes les questions que vous pourriez avoir sur mon parcours. Pour plus d'informations...",
  "CvTitleError": "Le document CV est indisponible sur mobile. Veuillez me contacter ou réessayer sur votre ordinateur.",
  "TitleIMG": "Ou prenez le temps de contempler une belle grande image...",
  "ContentIMG": "Ressentez du bout des doigts le plaisir de scroller en décrouvrant cette section",
  "FomIntroTitle": "Vous avez un projet web ?",
  "FomIntroContent": "J'ai probablement une solution pour vous, et serai ravi de vous en parler !",
  "inputWeatherCity": "Entrez un nom de ville"
}